Repository: cedeo/wimtvpro-wordpress
Catalog: languages/wimtvpro-*.po
Languages: es_es, fr_fr, pt_br

source: Use WimTV encoding software. Broadcast directly from your webcam, by simply clicking the icon "Live now". By clicking “Live now” icon, the producer will open in a new browser tab. Keep it open during the whole transmission.
fr_fr: Utilisez le logiciel d'encodage WimTV. Diffusez directement à partir de votre webcam, en cliquant simplement sur l'icône "Direct maintenant". En cliquant sur l'icône "Direct maintenant", le producteur va s'ouvrir dans un nouvel onglet du navigateur. Gardez-le ouvert pendant toute la transmission.

source: Shortcode to post Lives:
fr_fr: Shortcode pour afficher tous les directs

source: Embed Code
fr_fr: Code intégré

source: Password Live is missing, insert a password for live streaming:
fr_fr: Le mot de passe du direct est manquant, insérez un mot de passe pour le flux du direct

source: If you want to index your event on %d, and in WimView app, select "Public"
fr_fr: Si vous voulez indexer votre événement sur %d, et dans WimView (application mobile WimTV) choisissez "Publique"

source: Yes
fr_fr: oui

source: No
fr_fr: Non

source: Only .zip files are supported Save wp-content/uploads/skinWim to a public URL
fr_fr: Seuls les fichiers .zip sont pris en charge Sauvegarder wp-content/uploads/skinWim vers une URL publique

source: Live streaming
fr_fr: Retransmission en direct

source: Password
fr_fr: Mot d epasse

source: Back
fr_fr: Retour

source: day left
fr_fr: jour restant

source: Found
fr_fr: Trouvé

source: Videos
fr_fr: Vidéos

source: Videos per page
fr_fr: Vidéos par page

source: You must set a title.
fr_fr: Vous devez choisir un titre

source: You must set a price for your event (or free of charge).
fr_fr: Vous devez choisir un prix pour votre événement (0 = gratuit)

source: You set write an url.
fr_fr: Vous devez écrire une url

source: You must set a day for your event.
fr_fr: Vous devez choisir un jour pour votre événement

source: You must set an hour for your event.
fr_fr: Vous devez choisir une heure pour votre événement

source: You must set a duration for your event.
fr_fr: Vous devez choisir une durée pour votre événement

source: You must check if your event is public or private.
fr_fr: Vous devez choisir si votre événement est public ou privé

source: You must specify a timezone (GMT).
fr_fr: Vous devez spécifier un fuseau horaire (GMT)

source: Begins to
fr_fr: Commence à

source: Password isn't same
fr_fr: Le mot de passe est allumée

source: Registration successful.
fr_fr: Inscription réussie

source: Internal error. Contact wimTV's administrator.
fr_fr: Erreur interne. Contactez l'administrateur WimTV

source: You did not compile all requested fields
fr_fr: Vous ne avez pas compilé tous les champs demandés

source: viewers
fr_fr: Téléspectateurs

source: viewer
fr_fr: Téléspectateur

source: On this page you can view the video you're broadcasting live. Keep it open during the whole transmission.
fr_fr: Sur cette page vous pouvez voir la vidéo que vous diffuser en direct. Gardez-la ouverte pendant toute la transmission.

source: The video is not ready yet
fr_fr: Cette vidéo n'est pas encore prête

source: PAY PER VIEW
fr_fr: Chaîne payante

source: View Video
fr_fr: Voir la vidéo

source: Preview Video
fr_fr: Aperçu de la vidéo
