Repository: cedeo/wimtvpro-wordpress
Catalog: languages/wimtvpro-*.po
Languages: es_es, fr_fr, pt_br

source: API_URL
es_es: http://api.wim.tv:8080/wimtv-server/
fr_fr: https://www.wim.tv/wimtv-webapp/rest/
pt_br: http://api.wim.tv:8080/wimtv-server/

source: APP_NAME
es_es: WimTVPro
fr_fr: WimTvPro
pt_br: WimTVPro

source: APP_HOME_LINK_URL
es_es: http://www.wim.tv
fr_fr: http://www.wim.tv
pt_br: http://www.wim.tv

source: HELP_LINK_URL
es_es: http://support.wim.tv/wimtvpro-wordpress/
fr_fr: http://support.wim.tv/?cat=5
pt_br: http://support.wim.tv/wimtvpro-wordpress/

source: SETTINGS_menuLink
es_es: Configuración
fr_fr: Paramètres
pt_br: Configurações

source: REGISTER_menuLink
es_es: INSCRIVE-TE
fr_fr: INSCRIPTION
pt_br: CADASTRE-SE

source: UPLOAD_menuLink
es_es: Carga vídeo
fr_fr: Envoyer une vidéo
pt_br: Carga vídeo

source: WIMBOX_menuLink
es_es: WimBox
fr_fr: WimBox
pt_br: WimBox

source: WIMVOD_menuLink
es_es: WimVod
fr_fr: WimVod
pt_br: WimVod

source: PLAYLIST_menuLink
es_es: Playlist
fr_fr: Playlist
pt_br: Playlist

source: WIMLIVE_menuLink
es_es: WimLive
fr_fr: WimLive
pt_br: WimLive

source: SCHEDULES_menuLink
es_es: WimCast
fr_fr: Programme
pt_br: WimCast

source: ANALYTICS_menuLink
es_es: Analytics
fr_fr: Statistiques
pt_br: Estatísticas

source: SETTINGS_urlLink
es_es: config
fr_fr: configuration
pt_br: config

source: REGISTER_urlLink
es_es: inscreve-te
fr_fr: inscription
pt_br: cadastre-se

source: UPLOAD_urlLink
es_es: cargavideo
fr_fr: envoyervideo
pt_br: carguevideo

source: WIMBOX_urlLink
es_es: mostravideo
fr_fr: montrervideo
pt_br: exibavideo

source: WIMVOD_urlLink
es_es: mostrapublicado
fr_fr: montrerpublies
pt_br: exibapublicado

source: PLAYLIST_urlLink
es_es: playlist
fr_fr: playlist
pt_br: playlist

source: WIMLIVE_urlLink
es_es: eventoemdirecto
fr_fr: evenementdirect
pt_br: eventoemdireto

source: SCHEDULES_urlLink
es_es: wimcast
fr_fr: programmes
pt_br: serviçosprogramados

source: ANALYTICS_urlLink
es_es: anestatisticas
fr_fr: statistiques
pt_br: estatísticas

source: SETTINGS_pageTitle
es_es: Configuración
fr_fr: Paramètres
pt_br: Configurações

source: REGISTER_pageTitle
es_es: Inscriptción
fr_fr: Enregistrement
pt_br: Cadastramento

source: UPLOAD_pageTitle
es_es: Carga vídeo
fr_fr: Envoyer vidéo
pt_br: Carga vídeo

source: WIMBOX_pageTitle
es_es: WimBox
fr_fr: Wimbox
pt_br: WimBox

source: WIMVOD_pageTitle
es_es: WimVod
fr_fr: WimVod
pt_br: WimVod

source: PLAYLIST_pageTitle
es_es: Playlist
fr_fr: Playlist
pt_br: Playlist

source: WIMLIVE_pageTitle
es_es: WimLive
pt_br: WimLive

source: SCHEDULES_pageTitle
es_es: WimCast
pt_br: WimCast

source: ANALYTICS_pageTitle
es_es: Analytics
pt_br: Estatísticas

source: Synchronize
es_es: Sincronizar
fr_fr: Synchroniser
pt_br: Sincronize

source: Here you can manage the videos you want to post on your web site, both in posts and widgets
es_es: Con esta página puedes administrar los videos que deseas publicar en tu sitio web, tanto en publicaciones como en widgets
pt_br: Esta página permite-lhe gerir os vídeos que desejas publicar no seu site Web, tanto em publicações como em widgets

source: Save
es_es: Guarda
fr_fr: Enregistrer
pt_br: Salva

source: Video Title
es_es: Título del Vídeo
pt_br: Título do Vídeo

source: FREE OF CHARGE
es_es: GRATIS
fr_fr: GRATUIT
pt_br: GRATIS

source: Insert into Post
es_es: Añade a la publicación
fr_fr: Insérer dans l'article
pt_br: Adiciona ao Post

source: Please insert the title of the live event
es_es: Agrega el título del evento en directo
fr_fr: Ajouter le titre de votre événement en direct
pt_br: Adicione título do evento em direto

source: Please, set a price for viewing your event (set 0 for free of charge). Prices are expressed in &euro;
es_es: Por favor, establece un precio para ver tu evento (establece 0 para la forma gratuita). Los precios se expresan en &euro;
fr_fr: Indiquer le prix du visionnage de votre événement (0 = Gratuit). Les prix sont exprimés en &euro;
pt_br: Defina um preço para visualizar o seu evento (defina 0 por gratis). Os preços são expressos em &euro;

source: You need the streaming server URL. Click “Obtain URL" button to get one
es_es: Necesitas la URL del servidor de streaming. Haz clic en "Obtén URL" para obtener una URL
fr_fr: Vous devez renseigner l'url du serveur de streaming. Cliquer sur le bouton “Obtenir URL" pour en avoir une
pt_br: Você precisa do URL do servidor de streaming. Clique no botão "Obtenha URL" para obter um

source: Please, set the start date of your event
es_es: Establece la fecha de inicio de tu evento
pt_br: Defina a data de início do seu evento

source: Please, set the start time of your event
es_es: Establece la hora de inicio de tu evento
pt_br: Defina a hora de início do seu evento

source: Please, set the duration of your event
es_es: Establece la duración de tu evento
pt_br: Defina a duração do seu evento

source: If you want to index your event, select "Public"
es_es: Si deseas indexar tu evento, selecciona "Public"
pt_br: Se você deseja indexar seu evento, selecione "Public "

source: Update successful
es_es: Actualización exitosa
fr_fr: Mise à jour réussie
pt_br: Atualização bem sucedida

source: If you don't have a WimTV account
es_es: Si no tienes una cuenta de WimTV
fr_fr: Vous n'avez pas de compte WimTV
pt_br: Se você não tem uma conta WimTV

source: with your WimTV credentials
es_es: Con tus credenciales de WimTV
fr_fr: avec vos crédits WimTV
pt_br: Com suas credenciais WimTV

source: SIGN IT
es_es: Inicia sesión
pt_br: ENTRE

source: Pricing
es_es: Precios
fr_fr: Tarif
pt_br: Preços

source: Monetisation
es_es: Monetización
fr_fr: Monétisation
pt_br: Monetização

source: Live configuration
es_es: Configuración en directo
fr_fr: Configuration du direct
pt_br: Configuração do evento em direto

source: Save changes
es_es: Guarda cambios
fr_fr: Enregistrer changements
pt_br: Guarde alterações

source: Features
es_es: Caracteristicas
fr_fr: Fonctionalités
pt_br: Características

source: Not a suitable file format for a JVPlayer skin
es_es: No es un formato de fichero adecuado para un skin JVPlayer
pt_br: Não é um formato de ficheiro adequado para uma skin JVPlayer

source: Upload and/or choose a skin for your player
es_es: Carga y / o elige un skin para tu reproductor
fr_fr: Télécharger et/ou choisissez un habillage pour votre player
pt_br: Carregue e / ou escolha uma skin para o seu player

source: upload a new skin for your player
es_es: Cargar un nuevo skin para tu reproductor
fr_fr: Télécharger un nouvel habillage pour votre player
pt_br: Carregue uma nova skin para seu player

source: To use the skin of your choice, copy the
es_es: Para usar un skin de tu elección, copia
fr_fr: Pour utiiliser un habillage de votre choix, copier le
pt_br: Para usar uma skin de sua escolha, copie

source: Only .zip files are supported.
es_es: Sólo se admiten archivos .zip.
pt_br: Somente ficheiros .zip são suportados.

source: file to the root directory (e.g. http://www.mysite.com). You can do it via FTP (e.g. FileZilla, Classic FTP, etc).
es_es: Fichero al directorio raíz (por ejemplo, http://www.mysite.com). Puedes hacerlo a través de FTP (por ejemplo, FileZilla, Classic FTP, etc). Abre tu cliente FTP e identifica el directorio raíz de tu sitio. Esta es la carpeta titulada o que comienza con www - y aquí es donde usted necesita para mover el archivo crossdomain.xml
pt_br: ficheiro para o diretório raiz (por exemplo, http://www.mysite.com). Você pode fazê-lo via FTP (por exemplo, FileZilla, Classic FTP, etc). Abra seu cliente FTP e identifique o diretório raiz do seu site. Esta é a pasta intitulada ou qui começao com www - e é aqui que você precisa mover o arquivo crossdomain.xml

source: More information
es_es: Mas información
fr_fr: Plus d'informations
pt_br: Mais informação

source: Size of the player for your videos
es_es: Tamaño del reproductor para tus vídeos
fr_fr: Taille du player pour vos vidéos
pt_br: Tamanho do player para seus vídeos

source: Height
es_es: Altura
fr_fr: Hauteur
pt_br: Altura

source: Width
es_es: Anchura
fr_fr: Largeur
pt_br: Largura

source: Please complete the following fields if you wish to make financial transactions on Wim.tv (e.g. buy or sell videos, post pay per view videos or bundles). You may wish to fill your data now or do it later by returning in this section of your Settings.
es_es: Por favor, completa los siguientes campos si deseas realizar o recibir pagos en WimTV (por ejemplo, comprar o vender videos, publicar videos o paquetes de pago por visión). Puede rellenar tus datos ahora o hacerlo más tarde volviendo a esta sección de tu Configuración.
fr_fr: Remplissez les champs suivants si vous souhaitez faire ou recevoir des paiements sur Wim.tv (par exemple, acheter ou vendre des vidéos, articles payants, vidéos à la demande ou paquet de vidéos ) . Vous pouvez remplir vos données maintenant ou le faire plus tard en revenant à cette section de vos paramètres .
pt_br: Preencha os campos a seguir se desejar fazer ou receber pagamentos no WimTV (por exemplo, comprar ou vender vídeos, publicar vídeos pay per view). Você pode preencher seus dados agora ou fazê-lo mais tarde retornando a esta seção de suas configurações.

source: this section you can enable live streaming settings to better match your specific needs. Choose between "Live streaming" to stream your own events, or use the features reserved for Event Organisers and Event Resellers to play the role of organiser or distributor (on behalf of Event Organiser) of live events.
es_es: En esta sección puedes activar la transmisión en directo y establecer los parámetros que mejor se adapten a tus necesidades. Elije entre "Streaming en directo" para transmitir tus eventos.
fr_fr: Dans cette section, vous pouvez activer les paramètres streaming en direct pour mieux répondre à vos besoins spécifiques. Choisissez entre «Streaming direct" pour écouter vos propres événements, ou utiliser les fonctions réservées aux organisateurs de l'événement et les revendeurs événement qui pourront avoir le rôle de l'organisateur ou du distributeur (au nom de l'Organisateur de l'événement) des événements en direct.
pt_br: Nesta secção, pode activar a transmissão em directo e definir os parâmetros que melhor correspondem às suas necessidades. Escolha entre "Transmissão em direto " para transmitir seus eventos ou use os recursos reservados para Organizadores de Eventos e Revendedores de Eventos para desempenhar o papel de organizador de eventos em direto ou distribuidor (em nome do Organizador de Eventos).

source: Enables you to live stream your events with WimTV
es_es: Selecciona si quieres ver eventos en directo con WimTV
fr_fr: Sélectionnez si vous voulez diffuser des événements en direct avec WimTV
pt_br: Selecione se você quiser transmitir eventos em direto com WimTV

source: A password is required for live streaming (for authenticating yourself with the streaming server).
es_es: Se requiere una contraseña para la transmisión en directo (para autenticarse con el servidor de streaming).
fr_fr: Un mot de passe est nécessaire pour le streaming en direct (dans le but de vous authentifier avec le serveur de streaming).
pt_br: É necessária uma senhas para a transmissão em directo (para autenticar-se com o servidor de streaming).

source: Live stream events resale
es_es: Reventa de eventos de transmisión en directo
fr_fr: Revente d'événements en direct
pt_br: Revenda de eventos de transmissão em direto

source: Enables you to distribute live events organised by other parties (Event Organisers).
es_es: Selecciona si deseas distribuir eventos en directo organizados por otras partes (organizadores de eventos).
fr_fr: Sélectionnez si vous voulez distribuer des événements en direct organisés par d'autres parties (Organisateurs d'Événements).
pt_br: Selecione se você deseja distribuir eventos em direto organizados por outras partes (Organizadores de Eventos).

source: Live stream event organisation
es_es: Organización de eventos en directo
pt_br: Organização de eventos em direto

source: Select if you want to organise live evants and collaborate with an Event Reseller for their distribution
es_es: Selecciona si deseas organizar eventos en directo y colaborar con los distribuidores de eventos para su distribución
pt_br: Selecione se você deseja organizar eventos em direto e colaborar com Revendedores de Eventos para sua distribuição

source: Personal Info
es_es: Información personal
fr_fr: Informations personnelles
pt_br: Informação pessoal

source: First Name
es_es: Nombre de pila
fr_fr: Prénom
pt_br: Nome

source: Gender
es_es: Género
fr_fr: Genre
pt_br: Gênero

source: Date of Birth
es_es: Fecha de nacimiento
fr_fr: Date de naissance
pt_br: Data de nascimento

source: Social networks
es_es: Redes sociales
fr_fr: Réseaux sociaux
pt_br: Redes sociais

source: Index and show public videos on WimTV
es_es: Lista y muestra videos públicos en WimTV
fr_fr: Indexer et montrer des vidéos publiques sur WimTV
pt_br: Liste e mostre vídeos públicos no WimTV

source: Successfully registered
es_es: Inscribido exitosamente
pt_br: Cadastrado com sucesso

source: Internal error. Contact wimTV customer support
es_es: Error interno. Contacta con el servicio de atención al cliente de WimTV
pt_br: Erro interno. Entre em contato com o suporte ao cliente da WimTV

source: You did not compile all requested fields
es_es: No completaste todos los campos solicitados
pt_br: Você não preencheu todos os campos solicitados

source: WimTV Registration
es_es: WimTV Inscripción
pt_br: Cadastramento WimTV

source: Login Credentials
es_es: Credenciales de acceso
pt_br: Credentiais de accesso

source: Repeat
es_es: Repete
fr_fr: Répéter
pt_br: Repeta

source: I have read and agree to WimTV
es_es: He leído y estoy de acuerdo con WimTV
fr_fr: J'ai lu et accepté les
pt_br: Li e aceitei os

source: Terms of Service
es_es: Términos de servicio
fr_fr: conditions d'utilisation
pt_br: Termos de Serviço de WimTV

source: Privacy Policies
es_es: Políticas de privacidad
fr_fr: Politique de confidentialité
pt_br: Políticas de privacidade

source: Register
es_es: Inscribe-te
fr_fr: Inscription
pt_br: Cadastre-se

source: Categories
es_es: Categorias
fr_fr: Catégories
pt_br: Categorias

source: Uploaded picture:
es_es: Imagen cargada:
pt_br: Imagem carregada:

source: Must be less than
es_es: Debe ser menor que
pt_br: Deve ser menor que

source: The username is required
es_es: Se requiere nombre de usuario
fr_fr: Le nom d'utilisateur est requis
pt_br: Nome de usuário é requerido

source: The password is required
es_es: Se requiere contraseña
fr_fr: Le mot de passe est requis
pt_br: Senha é requerida

source: for your videos
es_es: para tus vídeos
pt_br: para seus vídeos

source: Billing address
es_es: Dirección de Envio
fr_fr: Adresse de facturation
pt_br: Endereço de facturação

source: Tax Info
es_es: Información sobre impuestos
fr_fr: Information taxes
pt_br: Informação Fiscal

source: Tax Code
es_es: Código de impuestos
fr_fr: Code taxe
pt_br: Código Tributário

source: Vat Code
es_es: Código del IVA
pt_br: Código do IVA

source: Street
es_es: Calle
fr_fr: Rue
pt_br: Rua

source: City
es_es: Ciudad
fr_fr: Ville
pt_br: Cidade

source: State
es_es: Estado
fr_fr: Etat
pt_br: Estado

source: Zip/Postal Code
es_es: Código postal
fr_fr: Code postal
pt_br: CEP / Código Postal

source: Here you find all videos you have uploaded. If you wish to post one of these videos on your site, move it to WimVod by clicking the corresponding icon
es_es: Esta página te ofrece la lista de todos los vídeos que has cargado a tu repositorio personal de WimTV. Si deseas publicar uno de estos vídeos en tu sitio, muévelo a WimVod haciendo clic en el icono correspondiente
fr_fr: Vous trouverez ici toutes les vidéos que vous avez téléchargées. Si vous souhaitez poster une de ces vidéos sur votre site, déplacez-la vers WimVod en cliquant sur l'icône correspondante
pt_br: Esta página fornece a lista de todos os vídeos que carregou para o seu repositório pessoal de WimTV. Se você deseja postar um desses vídeos no seu site, mova-o para o WimVod clicando no ícone correspondente

source: Here you can
es_es: Esta página te permite
fr_fr: Ici vous pouvez
pt_br: Esta página permite-lhe

source: Manage the videos you want to publish, both in posts and widgets
es_es: administrar los videos que deseas publicar, tanto en publicaciones como en widgets
fr_fr: Gérer les vidéos que vous souhaitez publier, à la fois dans les messages et les widgets
pt_br: Gerenciar os vídeos que você deseja publicar, tanto em posts quanto em widgets

source: Create playlists
es_es: Crea listas de reproducción
pt_br: Criar listas de reprodução

source: Create a playlist of videos (ONLY FREE videos are possible) to be posted to your website
es_es: Crea una lista de reproducción de videos (actualmente sólo se pueden incluir videos GRATIS) para publicar en tu sitio web
fr_fr: Créer une playlist de vidéos (possible uniquement avec des vidéos gratuites) qui sera affichée à votre site Web
pt_br: Crie uma lista de reprodução de vídeos (atualmente somente vídeos GRÁTIS podem ser incluídos) para serem postados em seu site

source: Please insert a Title
es_es: Por favor, agrega el título
pt_br: Por favor, adicione o título

source: Upload successful
es_es: Carga exitosa
fr_fr: Mise à jour réussie
pt_br: Carga bem-sucedida

source: Upload error
es_es: Error al cargar
fr_fr: Erreur de téléchargement
pt_br: Erro de carga

source: Please upload a file
es_es: Carga un fichero
pt_br: Carregue um ficheiro

source: Select video
es_es: Selecciona vídeo
fr_fr: Sélectionnez une vidéo
pt_br: Selecione vídeo

source: Subcategory
es_es: Subcategoría
fr_fr: Sous-catégorie
pt_br: Subcategoria

source: Multiselect with CTRL
es_es: Multi Selecciona con CTRL
fr_fr: Multi-selection avec la touche CTRL
pt_br: Multiselecione com CTRL

source: Do not leave this page until the upload is complete
es_es: No deja esta página hasta que se complete la carga
fr_fr: Ne pas quitter cette page jusqu'a téléchargement complet
pt_br: Não deixe esta página até que a carga seja concluída

source: Here you can create and post live streaming events to your website.
es_es: Esta página te permite crear y publicar eventos en directo en tu sitio web.
fr_fr: Ici, vous pouvez créer et poster des événements streaming en direct sur votre site web.
pt_br: Esta página lhe permite criar e publicar eventos em direto em seu site.

source: This service can be used in one of these two modalities:
es_es: Necesitas un codificador de audio e video (productor) para transmitir un evento capturado por una cámara. Tienes dos opciones:
fr_fr: Ce service peut être utilisé dans l'une de ces deux modalités:
pt_br: Você precisa de um codificador de áudio de vídeo (produtor) para transmitir um evento capturado por uma câmera. Você tem duas opções:

source: Install a third party video encoding software (e.g. Adobe Flash Media Live Encoder, Wirecast etc.) on your pc: this solution is recommended if you want to connect an external video camera to your pc
es_es: Si tienes una cámara de vídeo externa conectada a tu PC, instala un software de codificación de vídeo (por ejemplo, Adobe Flash Media Live Encoder, Wirecast, etc.).
fr_fr: Installez un logiciel tiers d'encodage vidéo (par exemple Adobe Flash Media Live Encoder, wirecast etc.) sur votre PC : cette solution est recommandée si vous souhaitez connecter une caméra vidéo externe à votre PC
pt_br: Se você tiver uma câmera de vídeo externa conectada ao seu PC, instale um software de codificação de vídeo (por exemplo, Adobe Flash Media Live Encoder, Wirecast etc.).

source: By clicking the icon, the producer will open in a new browser tab. Keep it open during the whole transmission
es_es: Al hacer clic en el icono, el productor se abrirá en una nueva pestaña del navegador. Manténlo abierto durante toda la transmisión
pt_br: Ao clicar no ícone, o produtor abrirá uma nova guia do navegador. Mantenha-o aberto durante toda a transmissão

source: Event Title
es_es: Título del Evento
pt_br: Título do Evento

source: Set 0 if you want to stream this event free of charge. Prices are expressed in €.
es_es: Introduce 0 si deseas transmitir este evento de forma gratuita. Los precios se expresan en €.
pt_br: Digite 0 se desejar transmitir este evento gratuitamente. Os preços são expressos em €.

source: URL for transmitting your Event to WimTV streaming server
es_es: URL para transmitir tu evento a WimTV streaming server
pt_br: URL para transmitir o seu Evento para o servidor de streaming WimTV

source: Obtain URL
es_es: Obtén URL
fr_fr: Obtenir l'URL
pt_br: Obtenha URL

source: Delete URL
es_es: Borra URL
pt_br: Exclua URL

source: WimLive password is missing, please insert it in Live Configuration, in your settings
es_es: Falta la contraseña de WimLive. Añádela a Live Configuration, en su configuración
pt_br: Falta a senha do WimLive. Adicioná-lo ao Configuração par transmissões em direto, nas suas Configurações

source: If you want to index your event on wimlive.wim.tv
es_es: Si deseas indexar tu evento en la página wimlive.wim.tv
pt_br: Se você deseja indexar seu evento em wimlive.wim.tv

source: select the "Public" option.
es_es: selecciona la opción "Public".
pt_br: Selecione a opção "Pública ".

source: There are no live events
es_es: No hay eventos en directo
fr_fr: Il n'y a pas d'événements direct
pt_br: Não existem eventos em direto

source: Start time
es_es: Hora de inicio
fr_fr: Heure de début
pt_br: Hora de início

source: I want to record this event
es_es: Quiero grabar este evento
pt_br: Quero gravar este evento

source: I don't want to record this event
es_es: No quiero grabar este evento
pt_br: Não quero gravar este evento

source: Date of the event
es_es: Fecha del evento
pt_br: Data do evento

source: Event duration
es_es: Duración del evento
pt_br: Duração do evento

source: To use WimLive, you need to enable live streaming in Live Configuration in your Settings
es_es: Para usar WimLive, debes habilitar la transmisión en directo en Live Configuration en tu configuración
fr_fr: Pour utiliser WimLive, vous devez activer streaming en direct dans la configuration de vos paramètres
pt_br: Para usar o WimLive, você precisa habilitar a transmissão em direto em Configuração para transmissões en direto em suas Configurações

source: Current month
es_es: Mes actual
fr_fr: Mois courant
pt_br: Mês atual

source: Change Date
es_es: Cambia fecha
fr_fr: Changer la date
pt_br: Mude a data

source: You commercial packet
es_es: El paquete de almacenamiento y de banda que has suscrito
fr_fr: Abonnement souscrit
pt_br: O pacote de armazenamento e banda que você assinou

source: You did not generate any traffic in this period
es_es: No generaste ningún tráfico en este período
fr_fr: Vous n'avez pas généré de trafic dans cette période
pt_br: Você não gerou tráfego neste período

source: Traffic
es_es: Tráfico
fr_fr: Trafic
pt_br: Tráfego

source: Storage space
es_es: Espacio de almacenamiento
fr_fr: Espace de stockage
pt_br: Espaço de armazenamento

source: Max viewers
es_es: Número máximo de espectadores
fr_fr: Spectateurs max
pt_br: Número max de visualizadores

source: Activate View
es_es: Espectadores activos
pt_br: Visualizadores ativos

source: Viewers
es_es: Espectadores
fr_fr: Spectateurs
pt_br: Visualizadores

source: Activate Viewers
es_es: Espectadores activos
fr_fr: Spectateurs actifs
pt_br: Visualizadores ativos

source: Duration
es_es: Duración
fr_fr: Durée
pt_br: Duração

source: Total viewers
es_es: Número total de espectadores
fr_fr: Total spectateurs
pt_br: Número total de visualizadores

source: Average Traffic
es_es: Promedio de tráfico
fr_fr: Trafic moyen
pt_br: Média de tráfego

source: Viewer
es_es: Espectador
pt_br: Visualizador
