Repository: cedeo/wimtvpro-wordpress
Catalog: languages/wimtvpro-*.po
Languages: es_es, fr_fr, pt_br

source: In this page you can view the video you're live streaming. Keep this page open during the whole transmission.
es_es: Esta página te permite ver el video en directo. Manté esta página abierta durante toda la transmisión.
pt_br: Esta página permite-lhe ver o vídeo em directo. Mantenha esta página aberta durante toda a transmissão.

source: First, select a playlist
es_es: Primero, selecciona una lista de reproducción
pt_br: Primeiro, selecione uma lista de reprodução

source: The video was inserted in the selected playlist!
es_es: ¡El video se añadió a la lista de reproducción seleccionada!
pt_br: O vídeo foi adicionado à lista de reprodução selecionada!

source: Cannot establish a connection with WimTV. Please contact the customer support
es_es: No se puede establecer una conexión con WimTV. Pónte en contacto con el servicio de atención al cliente
pt_br: Não é possível estabelecer uma conexão com o WimTV. Entre em contato com o suporte ao cliente

source: There are no videos
es_es: No hay vídeos
pt_br: Não há vídeos

source: Password incorrect
es_es: Contraseña incorrecta
pt_br: Senha incorreta

source: Pick a video file to upload
es_es: Selecciona un fichero de video para subirlo
pt_br: Escolha um ficheiro de vídeo para carregar

source: Graphic
es_es: Gráfico
pt_br: Gráfico

source: Bandwidth
es_es: Banda
fr_fr: Bande passante
pt_br: Banda

source: Storage
es_es: Almacenamiento
fr_fr: Stockage
pt_br: Armazenamento

source: Support
es_es: Atención
pt_br: Suporte

source: Price/mo.
es_es: Precio/mes
pt_br: Preço/mês

source: Days left
es_es: Días restantes hasta el final de la suscripción
pt_br: Dias restantes até o fim da assinatura

source: Note that, if you stay within the usage limits of the Free Package, use of WimTV is free
es_es: Ten en cuenta que, si se queda dentro de los límites de uso del paquete gratuito, el uso de WimTV es gratuito
fr_fr: Notez que, si vous restez dans les limites d'utilisation de l'offre gratuite, l'utilisation de WimTV est libre
pt_br: Note que, se você ficar dentro dos limites de uso do Pacote Free, o uso do WimTV é gratuito

source: If you license content and/or provide services in WimTV, revenue sharing will apply
es_es: Si licencias contenidos y / o proporciona servicios en WimTV, se aplicará el reparto de ingresos
fr_fr: Si vous possédez une licence de contenu et / ou fourniture des services dans WimTV, le partage des revenus sera applicable
pt_br: Se você licenciar conteúdos e / ou fornecer serviços no WimTV, o compartilhamento da receita será aplicado

source: Enjoy your WimTVPro video plugin!
es_es: Disfruta de tu plugin de WimTVPro!
fr_fr: Profitez de votre plugin WimTV Pro !
pt_br: Desfrute do seu plugin WimTVPro!

source: Cannot establish a connection with Wimtv. User and/or password incorrect
es_es: No se puede establecer una conexión con WimTV. Usuario y / o contraseña incorrectos
pt_br: Não é possível estabelecer uma conexão com Wimtv. Usuário e / ou senha incorreta

source: Connect to your account on WimTV
es_es: Conéctate a tu cuenta de WimTV
fr_fr: Connectez-vous à votre compte sur WimTV
pt_br: Conecte-se à sua conta WimTV

source: Would you like to add a public WimVod Page to your site?
es_es: ¿Deseas crear una página que reúna todos los videos que publicas? ¡Crea una página pública de WimVod! (casilla)
pt_br: Gostaria de criar uma página que reúne todos os vídeos que você publicou? Crie uma página WimVod pública! (Caixa de seleção)

source: Use of WimTV requires subscription to a monthly storage and bandwidth package
es_es: El uso de WimTV requiere la suscripción a un paquete mensual de almacenamiento y banda
fr_fr: L'utilisation de Wimtv demande la souscription mensuelle d'un abonnement de stockage et de bande passante
pt_br: O uso do WimTV requer a assinatura de um pacote mensal de armazenamento e banda

source: Price/mo. for %d Mo
es_es: Precio/mes para %d Mes
fr_fr: Prix/mois pour %d Mo
pt_br: Preço/mês. para %d Mêses

source: VAT to be added
es_es: IVA a añadir
fr_fr: La TVA a été ajoutée
pt_br: IVA à adicionar

source: Paypal Email
es_es: Cuenta de Paypal (email)
fr_fr: Email du compte Paypal
pt_br: Conta Paypal (e-mail)

source: Live stream events organisation
es_es: Organización de eventos en directo
fr_fr: Organisation de l'événement en direct
pt_br: Organização de eventos em direto

source: Select if you want to organise live evants and collaborate with an Event Reseller for their distribution.
es_es: Seleccione si deseas organizar eventos en directo y colaborar con Revendedores de Eventos para tu distribución.
fr_fr: Sélectionnez si vous souhaitez organiser des événements en direct et collaborer avec un revendeur l'événement pour sa distribution.
pt_br: Selecione se você deseja organizar eventos em direto e colaborar com Revendedores de Eventos para sua distribuição.

source: video title
es_es: título del vídeo
fr_fr: Titre de la vidéo
pt_br: Título do vídeo

source: by title
es_es: por titulo
fr_fr: par titre
pt_br: Por título

source: You selected
es_es: Has seleccionado
fr_fr: vous avez sélectionné
pt_br: Você selecionou

source: Use WimTV encoding software.
es_es: Utiliza el software de codificación WimTV. Transmite directamente desde tu cámara web, simplemente haciendo clic en el icono "Live now". Al hacer clic en icono "Live now", el productor se abrirá en una nueva pestaña del navegador. Manténlo abierto durante toda la transmisión.
pt_br: Use o software de codificação WimTV. Transmita diretamente da sua webcam, simplesmente clicando no ícone "Live now ". Ao clicar no ícone "Live now", o produtor abrirá uma nova guia do navegador. Mantenha-o aberto durante toda a transmissão.

source: Schedule
es_es: WimCast
fr_fr: Programme
pt_br: Serviços Programados

source: Tools
es_es: Herramientas
pt_br: Ferramentas

source: New
es_es: Nuevo
fr_fr: Nouveau
pt_br: Novo

source: Please complete all the fields marked with an *
es_es: Todos los campos marcados con * son obligatorios
fr_fr: Les champs marqués par * sont obligatoires
pt_br: Todos os campos marcados com * são obrigatórios

source: Set the price to access the event
es_es: Introduce el precio para que los espectadores accedan al evento
fr_fr: Sélectionnez le prix pour accéder à l'événement
pt_br: Insira o preço para que os espectadores acessem o evento

source: Event status
es_es: Estado del evento
fr_fr: Statut de l'événement
pt_br: Status do evento

source: Select “Yes” if you want to record your event. The recorded video will be listed among your videos in WimBox
es_es: Selecciona "Sí" si deseas grabar tu evento. El video grabado aparecerá en WimBox
fr_fr: La vidéo enregistrée sera répertorié parmi vos vidéos dans WimBox
pt_br: Selecione "Sim" se quiser gravar seu evento. O vídeo gravado será exibido no WimBox

source: Public
es_es: Publico
fr_fr: Publique
pt_br: Público

source: Private
es_es: Privado
fr_fr: Privée
pt_br: Privado

source: Create
es_es: Crea
fr_fr: Créer
pt_br: Crea

source: dd/mm/yy
es_es: dd/mm/aa
fr_fr: jj/mm/aa
pt_br: dd/mm/aa

source: Skin Name
es_es: Nombre del skin
fr_fr: Nom de l'habillage
pt_br: Nome da Skin

source: Other information
es_es: Otra información
pt_br: Outra informação

source: If, before the end of the month, you
es_es: Si, antes del final del mes, que consumes
fr_fr: Si, avant la fin du mois, vous
pt_br: Se antes do final do mês o seu consumo

source: reach 80% level you will be notified
es_es: el 80% de tu paquete (almacenamiento o banda) será notificado por correo electrónico
fr_fr: atteignez un niveau de 80%, vous serez averti par email
pt_br: atinge 80% do seu pacote (armazenamento ou banda) você será notificado por e-mail

source: exceed 100% level you will be asked to upgrade to another package.
es_es: 100% de tu paquete (almacenamiento o banda) se te pedirá que actualizas a otro paquete.
fr_fr: dépassez un niveau de 100%, serez invité à renouveler votre souscription.
pt_br: Excede 100% do seu pacote (armazenamento ou banda), ser-lhe-á pedido para actualizar para outro pacote.

source: Last Name
es_es: Apellido
fr_fr: Nom
pt_br: Apelido

source: Upload
es_es: Carga
fr_fr: Télécharger
pt_br: Carregue

source: Download it from
es_es: Descárgalo desde
fr_fr: Téléchargez-le
pt_br: descargue-o de

source: WimTV Page
es_es: Página WimTV
fr_fr: Page WimTV
pt_br: Página WimTV

source: Page Name
es_es: Nombre de la Página
fr_fr: Nom de la page
pt_br: Nome da Página

source: Page Description
es_es: Descripción de la Página
fr_fr: Description de la page
pt_br: Descripção da página

source: Change position
es_es: Cambia posición
fr_fr: Changer la position
pt_br: Mude a posição

source: Drag
es_es: Arrastra
fr_fr: Glisser
pt_br: Arraste

source: REGISTER
es_es: Inscrivete
pt_br: CADASTRE-SE

source: Posted
es_es: Publicado
fr_fr: Posté
pt_br: Postado

source: Add to WimVod
es_es: Añade a WimVod
fr_fr: Ajouter à WimVod
pt_br: Adicione à WimVod

source: Remove from WimVod
es_es: Elimina de WimVod
fr_fr: Supprimer de WimVod
pt_br: Remova do WimVod

source: You need compile fiscal information for your account, for enabling pay per view posting. Please provide it in Monetisation section of your Settings
es_es: Si deseas realizar o recibir pagos en WimTV (por ejemplo, comprar o vender videos, publicar videos o paquetes de pago por visión, transmitir eventos en directo, etc.), proporciona la información pertinente en la sección Monetización de tu configuración
fr_fr: Vous devez renseigner l'information fiscale pour votre compte pour permettre l'affichage des chaines payantes. Rendez-vous dans la section "Monétisation" de vos Paramètres
pt_br: Se pretender efectuar ou receber pagamentos no WimTV (por exemplo, comprar ou vender vídeos, publicar vídeos ou pacotes de pagamento por visualização, transmitir eventos em directo, etc.), forneça as informações relevantes na secção Monetização das suas Definições

source: Return to list
es_es: Vuelve a la lista
fr_fr: Retour à la liste
pt_br: Volte à lista

source: Configuration
es_es: Configuración
pt_br: Configuração

source: Username
es_es: Nombre del usuario
fr_fr: Nom d'utilisateur
pt_br: Nome do Usuario

source: Order
es_es: Pon en orden
fr_fr: Tri
pt_br: Ordem

source: Modify
es_es: Modifica
fr_fr: Modifier
pt_br: Modifique

source: Record event
es_es: Graba evento
fr_fr: Evénement enregistré
pt_br: Grave evento

source: I want to record
es_es: Quiero grabar
pt_br: Quero gravar

source: I don't want to record
es_es: No quiero grabar
pt_br: Não quero gravar

source: End date
es_es: Fecha de final
pt_br: Data de fim

source: End time
es_es: Ora de final
pt_br: Hora de fim

source: Time zone
es_es: Zona horaria
fr_fr: Fuseau horaire
pt_br: Fuso horário

source: View Streams
es_es: Ve los streams
pt_br: Ve streams

source: View graphic
es_es: Ve los graficos
pt_br: Ve gráfico

source: Max viewer
es_es: Numero máximo de sspectadores
pt_br: Número max de visualizadores

source: You must write a title
es_es: Agrega título
fr_fr: Vous devez aider un
pt_br: Adicione título

source: You must write a price for your event (or free of charge).
es_es: Por favor, introduce el precio de su evento (o selecciona la forma gratuita).
pt_br: Introduza o preço do seu evento (ou seleccione grátis).

source: Insert successful
es_es: La inserción ha tenido éxito
fr_fr: Insertion réussie
pt_br: Inserção bem-sucedida

source: Do you want to publish your videos for free?
es_es: ¿Quieres publicar tus videos de forma gratuita?
fr_fr: Voulez-vous publier vos vidéos gratuitement ?
pt_br: Deseja publicar seus vídeos gratuitamente?

source: Publish
es_es: Publica
fr_fr: Publier
pt_br: Publique

source: Update
es_es: Actualiza
fr_fr: Mise à jour
pt_br: Atualize

source: Select who can see the video
es_es: Selecciona quién puede ver el video
fr_fr: Sélectionnez qui peut voir la vidéo
pt_br: Selecione quem pode ver o vídeo

source: Everybody
es_es: Todos
fr_fr: Tout le monde
pt_br: Todo mundo

source: Nobody (Administrators Only)
es_es: Nadie (sólo administradores)
fr_fr: Personne (Administrateurs seulement)
pt_br: Ninguém (Administradores Somente)

source: Where can anonymous viewers see the video (if you selected Everybody)?
es_es: ¿Dónde pueden los espectadores anónimos ver el video (si seleccionaste Todos)?
fr_fr: Où les spectateurs anonymes peuvent-ils voir la vidéo (si vous avez sélectionné Tout le monde) ?
pt_br: Onde os espectadores anônimos podem ver o vídeo (se você selecionou Todo mundo)?

source: Nowhere
es_es: En ninguna parte
fr_fr: Nulle part
pt_br: Lugar algum

source: Pages
es_es: Paginas
pt_br: Páginas

source: Widget and Pages
es_es: Widget y Paginas
pt_br: Widget e Páginas

source: Roles
es_es: Papeles
fr_fr: Rôles
pt_br: Funções

source: Users
es_es: Usuarios
fr_fr: Utilisateurs
pt_br: Usuarios

source: From
es_es: De
fr_fr: de
pt_br: De

source: To
es_es: A
fr_fr: à
pt_br: À

source: Can not establish a connection with Wim.tv. Username and/or Password are not correct.
es_es: No se puede establecer una conexión con WimTV. Nombre de usuario y / o contraseña incorrectos.
fr_fr: Vous ne pouvez pas établir une connexion avec WimTV. Nom d'utilisateur et/ou mot de passe incorrect.
pt_br: Não é possível estabelecer uma conexão com o WimTV. Nome de usuário e / ou senha incorreta.

source: Can not establish a connection with Wim.tv. Contact the administrator.
es_es: No se puede establecer una conexión con WimTV. Póngase en contacto con soporte de WimTV.
fr_fr: Vous ne pouvez pas établir une connexion avec Wim.tv. Contactez l'administrateur.
pt_br: Não é possível estabelecer uma conexão com o WimTV. Contate o Suporte de WimTV.

source: Would you like to add the "Share" button in the video player?
es_es: ¿Deseas agregar el botón " Compartir " en el reproductor de vídeo?
pt_br: Gostaria de adicionar o botão "Compartilhar " no player de vídeo?

source: Attention! Your server does not support upload of files, please modify your server settings with file_uploads = On.
es_es: ¡Ten cuidado! Tu servidor no admite la carga de ficheros, modifica la configuración del servidor estableciendo file_uploads = On.
fr_fr: Attention ! Votre serveur ne supporte pas le téléchargement de fichiers, Modifiez les paramètres de votre serveur : setting file_uploads = On.
pt_br: Cuidado! Seu servidor não suporta o upload de arquivos, modifique as configurações do servidor definindo file_uploads = On.

source: You must upload a file
es_es: Carga un fichero
fr_fr: Vous devez télécharger un fichier
pt_br: Carregue um ficheiro

source: The server where your Wordpress is installed does not support upload of files exceeding %d. If you want to upload videos larger than %d, please modify your server settings. WimTV supports up to 2GB file size per upload.
es_es: El servidor donde está instalada la instancia de Wordpress no admite la carga de ficheros que excedan% d. Si quieres cargar vídeos de más de% d, modifica la configuración del servidor. WimTV admite la carga de archivos de vídeo de hasta 4 GB.
fr_fr: Le serveur où votre Wordpress est installé ne supporte pas le téléchargement de fichiers excédant %d. Si vous voulez télécharger des vidéos supérieures à %d, vous devez modifier les paramètres de votre serveur. WimTV prend en charge des fichiers jusqu'à 2 Go par téléchargement.
pt_br: O servidor onde a instância do Wordpress está instalada não suporta o upload de ficheiros que excedem% d. Se você quiser carregar vídeos maiores que% d, modifique as configurações do servidor. WimTV suporta o upload de arquivos de vídeo de até 4GB.

source: This video has not yet been processed, wait a few minutes and try to synchronize
es_es: El procesamiento de este video aún no se ha completado. Espera unos minutos y vuelve a sincronizar.
fr_fr: Cette vidéo n'a pas encore été traitée, attendez quelques minutes et essayez de synchroniser
pt_br: O processamento deste vídeo ainda não está completo. Aguarde alguns minutos e sincronize novamente.

source: Playlist's Video
es_es: Videos en la lista de reproducción
pt_br: Vídeos na lista de reprodução

source: All video
es_es: Todos los videos
fr_fr: Toutes les vidéos
pt_br: Todos os vídeos

source: Move videos from left to right
es_es: Para crear una lista de reproducción, haz clic en + y, a continuación, en el lápiz en Modificar. Aparecerán las miniaturas de vídeo de WimBox y el área de Playlist. Arrastra y suelta las miniaturas de vídeo de Todos los vídeos al área de la lista de reproducción. Para cambiar el orden, arrastra y suelta las miniaturas a la posición deseada en el área de lista de reproducción.
fr_fr: Déplacer les vidéo de gauche à droite
pt_br: Para criar uma lista de reprodução, clique em + e, em seguida, no lápis em Modificar. Aparecem as miniaturas de vídeo do WimBox e da área de lista de reprodução. Arraste e solte as miniaturas de vídeo de Todos os vídeos na área Lista de reprodução. Para alterar a ordem, arraste e solte as miniaturas para a posição desejada na área Lista de reprodução.

source: Please only upload files that end in types:
es_es: Por favor, solo carga ficheros de los siguientes tipos:
fr_fr: Téléchargez uniquement les fichiers de types suivants :
pt_br: Só pode carregar ficheiros dos seguintes tipos:

source: Please select a new file and try again.
es_es: Selecciona un nuevo fichero e inténtalo de nuevo.
fr_fr: Sélectionnez un nouveau fichier et essayez à nouveau.
pt_br: Selecione um novo ficheiro e tente novamente.

source: Hours of Transmission
es_es: Horas de transmisión
fr_fr: Heures de transmission
pt_br: Horas de transmissão

source: Assuming video+audio encoded at 1 Mbps
es_es: Suponiendo que el payload de video + audio es de 1 Mbps
fr_fr: En supposant que la vidéo + audio ait été encodée à 1Mbps
pt_br: Assumindo que a carga útil de vídeo + áudio é de 1 Mbps

source: Affiliation
es_es: Afiliación
pt_br: Afiliação

source: Are you affiliate to the following company?
es_es: ¿Es usted afiliado a una empresa??
fr_fr: Êtes-vous affilié à la compagnie suivante ?
pt_br: Você está afiliado a uma empresa?

source: Company Name
es_es: Nombre de empresa
fr_fr: Nom de la compagnie
pt_br: Nome da empresa

source: Have you the legal right of acting as an affiliate to the preceeding company?
es_es: ¿Actúa como afiliado de la empresa anterior en WimTV?
fr_fr: Vous avez le droit légal d'agir comme une compagnie affiliée à la compagnie précédente ?
pt_br: Você age em WimTV como um afiliado da empresa acima?

source: Category
es_es: Categoría
fr_fr: Catégorie
pt_br: Categoria

source: Description
es_es: Descripción
pt_br: Descripção

source: VAT Code
es_es: Código del IVA
fr_fr: Code TVA
pt_br: Código VAT

source: Time is shown according to timezone of your device
es_es: El tiempo se muestra según la zona horaria de tu dispositivo
fr_fr: L'heure est affichée selon le fuseau horaire de votre appareil
pt_br: A hora é mostrada de acordo com o fuso horário do dispositivo

source: Enter all fields!
es_es: ¡Ingresa todos los campos!
pt_br: Digite todos os campos!

source: Edit
es_es: Edita
fr_fr: Editer
pt_br: Edite

source: Download
es_es: Descarga
pt_br: Desgargue

source: VatNumber must be 11 characters!
es_es: ¡El número de IVA debe tener 11 caracteres!
pt_br: O número de IVA deve ter 11 caracteres!

source: Channel events
es_es: Eventos de canal
pt_br: Eventos do canal

source: Set live password
es_es: Para agregar eventos tienes que configurar la contraseña!
pt_br: Para adicionar eventos, tem de definir a senha!

source: Monetization
es_es: Monetización
pt_br: Monetização

source: Country
es_es: Pais
pt_br: Pais

source: Transcoding notification
es_es: Notificación de transcodificación
pt_br: Notificação de transcodificação

source: Want receive email notification for every video transcoded correctly?
es_es: ¿Quieres recibir notificaciones por correo electrónico para cada vídeo transcodificado correctamente?
pt_br: Deseja receber uma notificação por e-mail para cada vídeo transcodificado corretamente?

source: Select thumbnail
es_es: Selecciona la miniatura
pt_br: Selecione miniatura

source: Add another tag
es_es: Añade otro tag
pt_br: Adicione outra tag

source: Streaming Base URL
es_es: URL de la base de streaming
pt_br: URL dae base para Streaming

source: Streaming URL
es_es: URL de streaming
pt_br: URL para streaming

source: you can not download
es_es: No se puede descargar!
pt_br: Você não pode descargar!

source: Profile
es_es: Perfil
fr_fr: Profil
pt_br: Perfil

source: file to the root directory (e.g. http://www.mysite.com). You can do it all via FTP (e.g. FileZilla, Classic FTP, etc).
es_es: Fichero al directorio raíz (por ejemplo, http://www.mysite.com). Puedes hacerlo todo a través de FTP (por ejemplo, FileZilla, Classic FTP, etc).
fr_fr: fichier à la racine (par exemeple (http://www.monsite.com) Vous pouvez le faire via FTP (FileZilla, Classic FTP, etc.)
pt_br: Ficheiro para o diretório raiz (por exemplo, http://www.mysite.com). Você pode fazer tudo via FTP (por exemplo, FileZilla, Classic FTP, etc).

source: Transcoding Video
es_es: Transcodificación de vídeo
pt_br: Transcodificação de vídeo

source: Error payement
es_es: Error en el pago
pt_br: Erro de pagamento

source: You sure you want to pay?
es_es: ¿Seguro que quieres pagar?
pt_br: Tem certeza que quer pagar?

source: Impossible to see the video
es_es: Imposible ver el video
pt_br: Impossível ver o vídeo

source: License
es_es: Licencia
pt_br: Licença

source: The event has a cost of
es_es: El evento tiene un costo de
pt_br: O evento tem custo de

source: SHOULD THIS HAPPEN YOU CAN TAKE ADVANTAGE
es_es: SHOULD THIS HAPPEN YOU CAN TAKE ADVANTAGE OF THE SAME FUNCTIONALITY DIRECTLY FROM THE WIMTV SITE (

source: Start date
fr_fr: Date de début
pt_br: Data de início

source: Help
fr_fr: Aide

source: No videos found
fr_fr: Pas de vidéos trouvées

source: Live
fr_fr: Direct

source: Wim Tv Pro for WP
fr_fr: Wim Tv Pro pour WP

source: WimTVPro is the video plugin that adds several features to manage and publish video on demand, video playlists and stream live events on your website.
fr_fr: WimTVPro est le plugin vidéo qui ajoute plusieurs fonctionnalités pour gérer et publier des vidéos à la demande, des listes de lecture, des flux vidéo et des événements en direct sur votre site web.

source: First, You must selected a playlist
fr_fr: D'abord, vous devez sélectionner une playlist

source: The video is insert into playlist selected!
fr_fr: La vidéo est insérée dans la playlist sélectionnée

source: Refresh page for view video
fr_fr: Rafraichir la page pour voir la vidéo

source: Title
fr_fr: Titre

source: You are removing video with title: __TITLE__ Are you sure ?
fr_fr: Vous allez supprimer cette vidéo __TITLE__ Etes-vous sûr ?

source: Preview
fr_fr: Aperçu

source: Remove
fr_fr: Supprimer

source: Streams
fr_fr: Flux

source: Change
fr_fr: Changement

source: Chart
fr_fr: Graphique

source: This file isn't format correct for jwplayer's skin
fr_fr: Le fichier n'est pas dans le bon format pour l'habillage du player jwplayer

source: Uploaded file is
fr_fr: La fichier téléchargé est

source: Kb. It must be less than
fr_fr: Kb. Il doit être inférieur à

source: Internal error.
fr_fr: Erreur interne

source: Upload Video
fr_fr: Envoyer vidéo

source: Search
fr_fr: Recherche

source: Not contains
fr_fr: Pas de contenu

source: Close
fr_fr: Fermer

source: Shortcode to post all videos:
fr_fr: Shortcode pour afficher toutes les vidéos

source: New Programming
fr_fr: Nouveau programme

source: Modify Programming
fr_fr: Modifier la programmation

source: Programmings
fr_fr: Programmation

source: No title
fr_fr: Pas de titre

source: Give a name to this programming (not mandatory)
fr_fr: Donnez un nom à ce programme (facultatif)

source: Send
fr_fr: Envoyer

source: Skip
fr_fr: Sauter
